HGS/MELDUNGEN/TEMPLATES/IN/InventarmeldungGerät/Automatenmeldung_2400_Inventarmeldung Gerät_2024-07-30T09_15_21.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeInventarmeldungGeraet xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaInventarmeldungGeraet xmlns="http://tms.ica.de/automatenService/3_10/" geraetestatus="IN_BETRIEB" servicetechniker="0" sstVersion="3.10" vorgangstyp="INSTALLATION" zeitpunkt="2024-07-25T10:49:56+02:00">
                <verkaufspunkt betreiber="99" ipAdresse="" posNummer="2400" seriennummer="2400"/>
                <metadaten guid="04f22da3-ad2d-4a1a-9d36-73aaaf0e5628" sequenznummer="14"/>
            </faaInventarmeldungGeraet>
        </empfangeInventarmeldungGeraet>
    </s:Body>
</s:Envelope>
